Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Warning
bg: Предупреждение
cs: Varování
da: Advarsel
de: Warnung
es: Aviso
fr: Attention
it: Avvertimento
nb_no: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt_pt: ATENÇÃO
ru: Предостережение
sv: Varning
uk: Попередження
vi: Cảnh báo
zh_hant: 警告

source: Warning when bolusing with a very low or forecasted very low glucose.
bg: Предупреждение при болус с много ниска или прогнозирана много ниска глюкоза.
cs: Varování při podávání bolusu při velmi nízké nebo předpovídané velmi nízké glukóze.
da: Advarsel ved bolusbrug med en meget lav eller forudsigelig meget lav glukose.
de: Warnung bei Bolusgabe bei sehr niedriger oder voraussichtlich sehr niedriger Glukose.
fr: Activez un avertissement lors d'un bolus avec une valeur de glucose très basse ou prévue très basse.
nb_no: Advarsel ved bolus når blodsukkeret er forventet å bli veldig lavt.
nl: Waarschuwing als je bolust met een (voorspelde) zeer lage glucosewaarde.
pl: Ostrzeżenie podczas podawania bolusa przy bardzo niskim lub prognozowanym bardzo niskim stężeniu glukozy.
sv: Varning vid bolus vid akut lågt eller prognostiserat akut lågt glukosvärde.
vi: Cảnh báo khi tiêm bolus lúc mức đường huyết rất thấp hoặc được dự báo sẽ rất thấp.
zh_hant: 當注射時血糖非常低或預測為非常低時的警告。

source: Warning: Before adjusting these settings, make sure you are fully aware of the impact those changes will have.
bg: Предупреждение: Преди да коригирате тези настройки, уверете се, че сте напълно наясно с въздействието, което ще имат тези промени.
cs: Varování: Před úpravou těchto nastavení se ujistěte, že jste si plně vědomi dopadu, který tyto změny budou mít.
da: Advarsel: Før du justerer disse indstillinger, skal du sørge for at du er helt klar over den virkning, disse ændringer vil have.
de: Warnung: Bevor Du diese Einstellungen anpasst, stelle sicher, dass Du Dich der Auswirkungen dieser Änderungen voll bewusst bist.
es: Aviso: Antes de ajustar estos ajustes, asegúrese de que está plenamente consciente del impacto que tendrán esos cambios.
fr: ⚠️ Avertissement : Avant de modifier ces réglages, assurez-vous de bien comprendre les conséquences que ces changements peuvent entraîner.
it: Attenzione: Prima di regolare queste impostazioni, assicurati di essere pienamente consapevoli dell'impatto che queste modifiche avranno .
nb_no: Advarsel: Før du justerer disse innstillingene, må du forsikre deg om at du er fullt klar over virkningen disse endringene vil ha.
nl: Waarschuwing: Controleer voordat u deze instellingen aanpast, of u volledig op de hoogte bent van de impact die deze wijzigingen zullen hebben.
pl: Ostrzeżenie: Przed dostosowaniem tych ustawień, upewnij się, że jesteś w pełni świadomy wpływu tych zmian.
pt_pt: Aviso: Antes de ajustar estas configurações, certifique-se de estar totalmente ciente do impacto que essas alterações terão.
ru: Предупреждение: Перед изменением этих настроек, убедитесь, что вы полностью осведомлены о влиянии этих изменений.
sv: Varning: Innan du justerar dessa inställningar, se till att du är fullt medveten om vilken inverkan dessa ändringar kommer att ha.
uk: Попередження: Перед налаштуванням цих налаштувань, переконайтеся, що ви повністю усвідомлюєте вплив цих змін.
vi: Cảnh báo: Trước khi điều chỉnh các cài đặt này, hãy đảm bảo rằng bạn hiểu rõ tác động mà những thay đổi đó có thể gây ra.
zh_hant: 警告：在調整這些設定之前，請確保您充分了解這些變更的影響。

source: Warning: High Temp Targets are often set when recovering from lows. If you use High Temp Targets for that purpose, this feature should remain disabled.
bg: Предупреждение: Високи временни цели често се задават при възстановяване от ниски стойности. Ако използвате високи временни цели с тази цел, тази функция трябва да остане изключена.
cs: Varování: Vysoké dočasné cíle se často nastavují při zotavování z hypoglykémie. Pokud vysoké dočasné cíle používáš k tomuto účelu, měla by tato funkce zůstat vypnutá.
da: Advarsel: Høj Temp Mål er ofte indstillet ved genoprettelse fra lav. Hvis du bruger Høje Temp Mål til det formål, bør denne funktion forblive deaktiveret.
de: Warnung: Hohe Temporäre Ziele werden oft gesetzt, wenn man sich von Tiefs erholt. Wenn Du zu diesem Zweck hohe Temporäre Ziele verwendest, sollte diese Funktion deaktiviert bleiben.
es: Aviso: Los objetivos temporales altos a menudo se establecen cuando se recuperan de los bajos. Si utiliza objetivos temporales altos para ese propósito, esta característica debe permanecer deshabilitada.
fr: Attention : Les Cibles Temporaires hautes sont souvent utilisées lors de la récupération après une hypoglycémie. Si vous utilisez ces cibles dans ce but, cette fonctionnalité doit rester désactivée.
it: Attenzione: Gli obiettivi ad alta temperatura sono spesso impostati quando si recupera dai bassi. Se si utilizza obiettivi ad alta temperatura per questo scopo, questa funzione dovrebbe rimanere disabilitata.
nb_no: Advarsel: Høye midlertidige mål blir ofte brukt for å redusere insulindosering etter korrigering av lavt blodsukker. Hvis du bruker høye midlertidige mål til dette formålet, bør denne funksjonen være deaktivert.
nl: Waarschuwing: Hoge tijdelijke streefdoelen worden vaak ingesteld bij het herstellen van lage streefwaarden. Als u hiervoor gebruik maakt van hoog tijdelijk streefdoelen, moet deze functie uitgeschakeld blijven.
pl: Ostrzeżenie: Wysokie cele tymczasowe są często ustawiane podczas leczenia hipo. Jeśli używasz wysokich celów tymczasowych do tego, ta funkcja powinna pozostać wyłączona.
pt_pt: Aviso: Alvos Temp Altos são frequentemente definidos quando se recuperam de baixos. Se você usar Alvos Temp Altos para esse propósito, esta funcionalidade deve permanecer desabilitada.
ru: Предупреждение: Высокие временные цели часто задаются при восстановлении от низких значений. Если вы используете высокие временные цели для этой цели, эта функция должна оставаться отключенной.
sv: Varning: Höga tillfälliga mål används ofta efter behandling av lågt blodsocker. Om du använder höga tillfälliga mål för detta ändamål bör denna funktion förbli inaktiverad.
uk: Увага: при високому температурі цілі часто встановлюються при одужанні від низьких. Якщо ви для цієї мети користуєтеся високотимчасовими цілями, ця функція повинна залишатися вимкненою.
vi: Cảnh báo: Mục tiêu tạm thời cao (High Temp Targets) thường được đặt khi đang phục hồi sau hạ đường huyết. Nếu bạn sử dụng Mục tiêu tạm thời cao với mục đích đó, thì nên để tính năng này ở trạng thái tắt.
zh_hant: 警告：高臨時目標通常是在從低血糖恢復時設定的。如果您利用高臨時目標來達成此目的，此功能應保持停用。

source: Warning: Increasing this setting is not advised.
bg: Предупреждение: Не се препоръчва увеличаване на тази настройка.
cs: Varování: Zvýšení tohoto nastavení se nedoporučuje.
da: Advarsel: Forøgelse af denne indstilling er ikke anbefalet.
de: Warnung: Erhöhung dieser Einstellung wird nicht empfohlen.
es: Advertencia: No se recomienda incrementar esta configuración.
fr: Attention : Il est déconseillé d’augmenter ce réglage.
it: Attenzione: Aumentare questa impostazione non è consigliato.
nb_no: Advarsel: En økning av denne innstillingen frarådes.
nl: Waarschuwing: Het verhogen van deze instelling wordt niet geadviseerd.
pl: Ostrzeżenie: Zwiększenie tego ustawienia nie jest zalecane.
pt_pt: Aviso: Aumentar esta configuração não é aconselhável.
ru: Предупреждение: Увеличение этой настройки не рекомендуется.
sv: Varning: Att öka den här inställningen rekommenderas inte.
uk: Попередження: Збільшення цього параметра не рекомендується.
vi: Cảnh báo: Không nên tăng giá trị cài đặt này.
zh_hant: 警告：不建議增加此設定。

source: Warning: Increasing this value above 60 minutes may impact Trio's ability to effectively zero temp and prevent lows.
bg: Предупреждение: Увеличаване на тази стойност над 60 минути може да повлияе на способността на Trio ефективно да прилага нулев временен базал и да предотвратява ниски стойности.
cs: Varování: Zvýšení této hodnoty nad 60 minut může ovlivnit schopnost Tria efektivně nastavit nulový dočasný bazál a zabránit hypoglykémii.
da: Advarsel: Øgning af denne værdi over 60 minutter kan påvirke Trios evne til effektivt at nulstille temp og forhindre lav.
de: Warnung: Die Erhöhung dieses Wertes über 60 Minuten kann die Fähigkeit von Trio beeinflussen, effektiv Temporäre-Basalraten von Null zu starten und niedrige Werte zu verhindern.
es: Advertencia: Incrementar este valor por encima de 60 minutos puede afectar a la capacidad de Trío de cero, y prevenir bajos.
fr: ⚠️ Attention : Augmenter cette valeur au-delà de 60 minutes peut nuire à la capacité de Trio de ramener à zéro le débit basal temporaire et à éviter les hypoglycémies.
it: Attenzione: aumentare questo valore al di sopra dei 60 minuti può influire sulla capacità di Trio di azzerare efficacemente la temperatura e prevenire i bassi.
nb_no: Advarsel: En økning av denne verdien over 60 minutter kan påvirke Trios evne til effektivt å stoppe basaltilførsel for å unngå føling.
nl: Waarschuwing: Het verhogen van deze waarde boven de 60 minuten kan invloed hebben op het vermogen van Trio om feitelijk een tijdelijk nultarief te gebruiken en laagtes te voorkomen.
pl: Ostrzeżenie: Zwiększenie tej wartości powyżej 60 minut może mieć wpływ na zdolność urządzenia Trio do efektywnego zerowania bazy i zapobiegania spadkom glikemii.
pt_pt: Aviso: aumentar este valor acima de 60 minutos pode impactar a habilidade de Trio de efetivamente zero temp e evitar baixos.
ru: Предупреждение: Увеличение этого значения выше 60 минут может повлиять на способность Трио эффективно нулевым временем и предотвратить низкие.
sv: Varning: Att öka detta värde över 60 minuter kan påverka Trios förmåga att effektivt stänga av basalen i tid och förhindra låga glukosvärden.
uk: Попередження: Збільшення цього значення більше 60 хвилин може вплинути на здатність трикутника та запобігти зниженню об'єктів.
vi: Cảnh báo: Việc tăng giá trị này lên trên 60 phút có thể ảnh hưởng đến khả năng của Trio trong việc đặt mức nền tạm thời về 0 một cách hiệu quả và ngăn ngừa hạ đường huyết.
zh_hant: 警告：將此數值提高至60分鐘以上，可能會影響Trio有效歸零的能力並防止低血糖。

source: Warning: Increasing this value above 90 minutes may impact Trio's ability to effectively zero temp and prevent lows.
bg: Предупреждение: Увеличаване на тази стойност над 90 минути може да повлияе на способността на Trio ефективно да прилага нулев временен базал и да предотвратява ниски стойности.
cs: Varování: Zvýšení této hodnoty nad 90 minut může ovlivnit schopnost Tria efektivně nastavit nulový dočasný bazál a zabránit hypoglykémii.
da: Advarsel: Øgning af denne værdi over 90 minutter kan påvirke Trios evne til effektivt at nulstille temp og forhindre lav.
de: Warnung: Die Erhöhung dieses Wertes über 90 Minuten kann die Fähigkeit von Trio beeinflussen, effektiv Temporäre Basalraten von Null zu starten und niedrige Werte zu vermeiden.
es: Advertencia: Aumentar este valor por encima de 90 minutos puede afectar a la capacidad de Trío de ceros efectivamente y prevenir bajos.
fr: ⚠️ Attention : Augmenter cette valeur au-delà de 90 minutes peut nuire à la capacité de Trio de ramener à zéro le débit basal temporaire et à éviter les hypoglycémies.
it: Attenzione: aumentare questo valore al di sopra dei 90 minuti può influire sulla capacità di Trio di azzerare efficacemente la temperatura e prevenire i bassi.
nb_no: Advarsel: En økning av denne verdien over 90 minutter kan påvirke Trios evne til effektivt å stoppe basaltilførsel for å unngå føling.
nl: Waarschuwing: Het verhogen van deze waarde boven de 90 minuten kan invloed hebben op het vermogen van Trio om feitelijk een tijdelijk nultarief te gebruiken en laagtes te voorkomen.
pl: Ostrzeżenie: Zwiększenie tej wartości powyżej 90 minut może mieć wpływ na zdolność Trio do efektywnego zerowania bazy i zapobiegania spadkom glikemii.
pt_pt: Aviso: aumentar este valor acima de 90 minutos pode impactar a capacidade de Trio de efetivamente zero temp e evitar baixos.
ru: Предупреждение: Увеличение этого значения более 90 минут может повлиять на способность Трио эффективно нулевым временем и предотвратить низкие.
sv: Varning: Att öka detta värde över 90 minuter kan påverka Trios förmåga att effektivt stänga av basalen i tid och förhindra låga glukosvärden.
uk: Попередження: Збільшення цього значення вище 90 хвилин може вплинути на здатність трикутника та уникнути знижень.
vi: Cảnh báo: Tăng giá trị này lên trên 90 phút có thể ảnh hưởng đến khả năng của Trio trong việc đặt liều nền tạm thời về 0 một cách hiệu quả và ngăn ngừa hạ đường huyết.
zh_hant: 警告：將此數值提高至90分鐘以上，可能會影響Trio有效歸零的能力並防止低血糖。

source: Warning: Known issues. Update now.
bg: Предупреждение: Известни проблеми. Обновете сега.
cs: Varování: Známé problémy. Aktualizujte nyní.
da: Advarsel: Kendte problemer. Opdatering nu.
de: Warnung: bekannte Probleme. Aktualisiere jetzt.
es: Advertencia: Problemas conocidos. Actualice ahora.
fr: Attention : Problèmes connus. Mettez à jour dès maintenant.
it: Attenzione: Problemi noti. Aggiornare ora.
nb_no: Advarsel: Kjente problemer. Oppdater nå.
nl: Waarschuwing: Bekende problemen. Update nu.
pl: Ostrzeżenie: Znane problemy. Zaktualizuj teraz.
pt_pt: Aviso: Problemas conhecidos. Atualize agora.
ru: Предупреждение: Известные ошибки. Обновите сейчас.
sv: Varning: Kända problem. Uppdatera nu.
uk: Попередження: Проблеми відомі. Оновіть.
vi: Cảnh báo: Đã biết có sự cố. Vui lòng cập nhật ngay.
zh_hant: 警告：已知問題。立即更新。

source: Warning: You must also give permissions in iOS System Settings for the Health app.
bg: Предупреждение: Трябва също да дадете разрешения в iOS System Settings за приложението Health.
cs: Varování: Musíte také udělit oprávnění v Nastavení systému iOS pro aplikaci Zdraví.
da: Advarsel: Du skal også give tilladelser i iOS-systemindstillinger for appen Sundhed.
de: Warnung: Du musst auch Berechtigungen in den iOS-Systemeinstellungen für die Health App erteilen.
es: Advertencia: También debes dar permisos en los ajustes del sistema de iOS para la aplicación Salud.
fr: ⚠️ Avertissement : Vous devez également accorder les autorisations dans les Réglages système d’iOS pour l’app Santé.
it: Attenzione: Devi anche dare i permessi nelle impostazioni di sistema iOS per l'app Salute.
nb_no: Advarsel: Du må også gi tillatelser i iOS-systeminnstillingene for Helse-appen.
nl: Waarschuwing: U moet ook machtigingen geven in iOS Systeem Instellingen voor Gezondheid app.
pl: Ostrzeżenie: Musisz również przyznać uprawnienia w ustawieniach systemu iOS dla aplikacji Zdrowie.
pt_pt: Aviso: Você também deve dar permissões nas Configurações do Sistema iOS para o App de Saúde.
ru: Предупреждение: Вы также должны дать разрешения в системных настройках iOS.
sv: Varning: Du måste också ge behörighet i iOS Systeminställningar för Hälsa-appen.
uk: Попередження: Ви також повинні дати дозвіл в налаштуваннях системи iOS для використання.
vi: Cảnh báo: Bạn cũng cần cấp quyền trong Cài đặt Hệ thống iOS cho ứng dụng Sức khỏe (Health).
zh_hant: 警告：您還必須在iOS系統設定中對健康應用程序授予許可。

source: Warning!
bg: Предупреждение!
cs: Varování!
da: Advarsel!
de: Warnung!
es: ¡Advertencia!
fr: Attention !
it: Attenzione!
nb_no: Advarsel!
nl: Waarschuwing!
pl: Uwaga!
pt_pt: Aviso!
ru: Внимание!
sv: Varning!
uk: Увага!
vi: Cảnh báo!
zh_hant: 警告！

source: Warsaw Method:
bg: Варшавски метод:
cs: Varšavská metoda:
da: Warszawa Metode:
de: Warschau-Methode:
es: Método de Varsovia:
fr: Méthode de Varsaw :
it: Metodo Di Varsavia
nb_no: Warszawa-metode:
nl: Warschau Methode:
pl: Metoda Warszawska:
pt_pt: Método de Varsóvia:
ru: Метод Варшавы:
sv: Warszawa Metod:
uk: Варшавський метод:
vi: Phương pháp Warsaw:
zh_hant: 華沙方法：

source: Watch Configuration
bg: Конфигурация на Watch
cs: Nastavení hodinek
da: Ur Indstillinger
de: Apple Watch Einstellungen
es: Configuración del reloj
fr: Configuration de la montre
it: Orologio
nb_no: Klokkeinnstillinger
nl: Watch configuratie
pl: Konfiguracja zegarka
pt_pt: Configuração do relógio
ru: Конфигурация часов
sv: Inställningar för klocka
uk: Конфігурація Годинника
vi: Cấu hình đồng hồ
zh_hant: 手錶設定

source: Watch/Carplay Widget Style
bg: Стил на Widget за Watch/CarPlay
cs: Styl hodinek/CarPlay widget
de: Uhr/Carplay Widget-Stil
fr: Style du widget Watch/CarPlay
nb_no: Stil for Watch/Carplay Widget
pl: Styl widżetu zegarka/Carplay
vi: Kiểu widget Watch/CarPlay
zh_hant: 手錶/Carplay 小工具樣式

source: We recommend reviewing them carefully — Trio will guide you step-by-step.
bg: Препоръчваме да ги прегледате внимателно — Trio ще ви преведе стъпка по стъпка.
cs: Doporučujeme si je pečlivě projít – Trio vás provede krok za krokem.
da: Vi anbefaler at gennemgå dem omhyggeligt — Trio vil guide dig trin-for-trin.
de: Wir empfehlen die Einstellungen sorgfältig zu prüfen, Trio wird Dich Schritt für Schritt anleiten.
fr: Nous vous conseillons de les examiner attentivement — Trio vous guidera pas à pas.
nb_no: Vi anbefaler at du gjennomgår dem nøye, Trio vil veilede deg steg for steg.
nl: We raden je aan om ze zorgvuldig te bekijken - Trio zal je stap voor stap begeleiden.
pl: Zalecamy uważne zapoznanie się z nimi — Trio poprowadzi Cię krok po kroku.
sv: Vi rekommenderar att du granskar dem noggrant - Trio guidar dig steg för steg.
vi: Chúng tôi khuyến nghị bạn xem xét kỹ các thiết lập — Trio sẽ hướng dẫn bạn từng bước.
zh_hant: 我們建議仔細查看它們——Trio 將指導你逐步操作。

source: We strongly recommend not changing DIA — it’s essential to stable and safe operation.
bg: Силно препоръчваме да не променяте DIA — тя е от съществено значение за стабилна и безопасна работа.
cs: Důrazně doporučujeme DIA neměnit — je to zásadní pro stabilní a bezpečný provoz.
da: Vi anbefaler kraftigt ikke at ændre DIA — det er vigtigt for stabil og sikker drift.
de: Wir empfehlen dringend, DIA nicht zu ändern - es ist für einen stabilen und sicheren Betrieb unerlässlich.
fr: Nous vous recommandons fortement de ne pas modifier la DIA — elle est essentielle au bon fonctionnement et à la sécurité du système.
nb_no: Vi anbefaler på det sterkeste at du ikke endrer DIA – det er viktig for stabil og sikker drift.
nl: We raden ten zeerste aan om de DIA niet te veranderen — het is essentieel voor een stabiele en veilige gebruik.
pl: Zdecydowanie zalecamy niezmienianie DIA — jest to niezbędne do stabilnej i bezpiecznej pracy.
sv: Vi rekommenderar starkt att inte ändra DIA — det är viktigt för en stabil och säker drift.
vi: Chúng tôi khuyến nghị mạnh mẽ không thay đổi thời gian tác dụng của insulin (DIA) — đây là yếu tố quan trọng để hệ thống hoạt động ổn định và an toàn.
zh_hant: 我們強烈建議不要更改 DIA——這對穩定和安全操作至關重要。

source: Week
bg: Седмица
cs: Týden
da: Uge
de: Woche
es: Semana
fr: Semaine
it: Settimana
nb_no: Uke
pl: Tydzień
pt_pt: semana
ru: Неделя
sv: Vecka
uk: Тиждень
zh_hant: 週

source: Weight of 24-hr TDD against 10-day TDD.
bg: Тежест на 24-часовия TDD спрямо 10-дневния TDD.
cs: Váha 24hodinové TDD oproti 10denní TDD.
da: Vægt af 24-timers TDD mod 10-dages TDD.
de: Gewicht von 24 Stunden TDD gegen 10 Tage TDD.
es: Peso de TDD 24 horas contra TDD de 10 días.
fr: Pondération entre la dose totale quotidienne d’insuline (TDD) sur 24 h et celle sur 10 jours.
it: Peso di 24 ore TDD contro 10 giorni TDD.
nb_no: Vekting av 24-timers TDD mot 10-dagers TDD.
nl: Gewicht van 24-u TDD tegen 10-dagen TDD.
pl: Waga 24-godzinnego TDD w porównaniu z 10-dniową TDD.
pt_pt: Peso de 24 horas TDD contra TDD de 10 dias.
ru: Вес 24-часового TDD против 10-дневного TDD.
sv: Vikt 24-timmars TDD mot 10-dagars TDD.
uk: Вага 24-х штамб проти 10-денного ДДД.
vi: Lượng của tổng liều 24 giờ so với tổng liều 10 ngày.
zh_hant: 24小時總日劑量對比10天總日劑量的加權。

source: Weighted Average of TDD
bg: Претеглена средна стойност на TDD
cs: Vážený průměr TDD
da: Vægtet gennemsnit af TDD
de: Gewichteter Durchschnitt von TDD
es: Media ponderada de TDD
fr: Moyenne pondérée de TDD
it: Media ponderata di TDD
nb_no: Vektet gjennomsnitt av TDD
nl: Gewogen gemiddelde van TDD
pl: Średnia ważona TDD
pt_pt: Média ponderada do TDD
ru: Средний взвешенный TDD
sv: Viktat genomsnitt av TDD
uk: За зваженим середнім показником на ДД
vi: Lượng Trung bình của TDD
zh_hant: 總日劑量的加權平均值

source: Weighted Average of TDD. Weight of past 24 hours:
bg: Претеглена средна стойност на TDD. Тежест на последните 24 часа:
cs: Vážený průměr TDD. Váha posledních 24 hodin:
da: Vægtet Gennemsnit af TDD. Vægt af de seneste 24 timer:
de: Gewichteter Durchschnitt von TDD. Gewicht der letzten 24 Stunden:
es: Media ponderada de TDD. Peso de las últimas 24 horas:
fr: Moyenne pondérée de la dose totale quotidienne d’insuline (TDD). Pondération des 24 dernières heures :
it: Media ponderata di TDD. Peso delle ultime 24 ore:
nb_no: Vektet snitt av TDD. Vekting av siste 24 timer:
nl: Gewogen gemiddelde van TDD van afgelopen 24 uur:
pl: Średnia ważona TDD. Waga ostatnich 24 godzin:
pt_pt: Média ponderada da DDD. Peso das últimas 24 horas:
ru: Взвешенное среднее значение TDD. Вес последних 24 часов:
sv: Viktat Genomsnitt av TDD. Vikt de senaste 24 timmarna:
uk: Виважене Середнє Значення TDD. Вага останніх 24 годин:
vi: Lượng trung bình của TDD. Lượng trong 24 giờ qua:
zh_hant: 總日劑量的加權平均值。過去24小時的加權：

source: Welcome to Trio
bg: Добре дошли в Trio
cs: Vítej v Trio
da: Velkommen til Trio
de: Willkommen bei Trio
fr: Bienvenue dans Trio
nb_no: Velkommen til Trio
nl: Welkom bij Trio
pl: Witaj w Trio
sv: Välkommen till Trio
vi: Chào mừng đến với Trio
zh_hant: 歡迎來到 Trio

source: Welcome to Trio — an automated insulin delivery system for iOS based on the OpenAPS algorithm with adaptations.
bg: Добре дошли в Trio — автоматизирана система за подаване на инсулин за iOS, базирана на алгоритъма OpenAPS с адаптации.
cs: Vítejte v Trio – systému pro automatizované podávání inzulínu pro iOS, založeném na algoritmu OpenAPS s úpravami.
de: Willkommen bei Trio – einem automatisierten Insulinabgabesystem für iOS, das auf dem OpenAPS-Algorithmus mit Anpassungen basiert.
fr: Bienvenue dans Trio — un système d'administration automatisée d'insuline pour iOS basé sur l'algorithme "OpenAPS" avec des adaptations.
nb_no: Velkommen til Trio — et system for automatisert insulinleveranse for iOS basert på OpenAPS-algoritmen med tilpasninger.
pl: Witamy w Trio — zautomatyzowanym systemie dostarczania insuliny dla systemu iOS opartym na algorytmie OpenAPS z adaptacjami.
vi: Chào mừng bạn đến với Trio — hệ thống bơm insulin tự động cho iOS, được phát triển dựa trên thuật toán OpenAPS với các điều chỉnh phù hợp.
zh_hant: 歡迎使用 Trio —— 這是一款基於 OpenAPS 演算法並經過調整的 iOS 自動胰島素輸送系統。

source: What it Adjusts
bg: Какво коригира
cs: Co upravuje
da: Hvad det justerer
de: Was es einstellt
es: Qué se ajusta
fr: Ce qu'il ajuste
it: Che cosa aggiusta
nb_no: Hva blir justert?
nl: Wat het aanpast
pl: Co to dostosowuje
pt_pt: O que Ajustes
ru: Что он регулирует
sv: Vad den justerar
uk: Що це коригує
vi: Những gì tính năng này điều chỉnh
zh_hant: 它調整了什麼

source: What This Means
bg: Какво означава това
cs: Co to znamená
da: Hvad Dette Betyder
de: Was das bedeutet
fr: Explication
nb_no: Hva dette betyr
nl: Wat dit betekent
pl: Co to oznacza
sv: Vad detta innebär
vi: Điều này có nghĩa là gì
zh_hant: 這意味着什麼

source: What's NOT limited:
bg: Какво НЕ е ограничено:
cs: Co není omezené:
da: Hvad der IKKE er begrænset:
de: Was NICHT beschränkt ist:
fr: Cette limite ne s'applique PAS pour :
nb_no: Hva som IKKE er begrenset:
pl: Co NIE podlega ograniczeniom:
vi: Không bị giới hạn:
zh_hant: 不受限制的內容：
